Repository: SahilDhawan/openfoodfacts-ios
Catalog: xliff/*.xliff
Languages: id

# CFBundleDisplayName
source: Open Nutrition
id: Buka Nutrisi

# NSCameraUsageDescription
source: Use your camera to scan barcodes and take pictures of products to add to the database
id: Gunakan kamera Anda untuk memindai kode bar dan memotret produk untuk ditambahkan ke database

# NSPhotoLibraryUsageDescription
source: Take and upload pictures of products
id: Ambil dan upload gambar produk

# QUICK_ACTION_SCAN_BARCODE
source: Scan a barcode
id: Pindai kode batang

# alert.action.ok
source: Ok
id: Baik

# call-to-action.ingredients
source: Take a picture of the ingredients
id: mengambil gambar ramuan

# call-to-action.nutrition
source: Take a picture of the nutrition table
id: ambil gambar nutrisi

# call-to-action.summary
source: Take a picture of the front
id: mengambil gambar dari bahan ramuan

# nutrition-level.high
source: in high quantity
id: kualitas hasil rendah

# nutrition-level.low
source: in low quantity
id: kualitas jumlah rendah

# nutrition-level.moderate
source: in moderate quantity
id: dalam jumlah sedang

# nutrition.alcohol
source: Alcohol
id: Alkohol

# nutrition.carbohydrate
source: Carbohydrate
id: Karbohidrat

# nutrition.carbohydrate.fructose
source: Fructose
id: Fruktosa

# nutrition.carbohydrate.glucose
source: Glucose
id: Glukosa,,

# nutrition.carbohydrate.lactose
source: Lactose
id: laxtosa

# nutrition.carbohydrate.maltodextrins
source: Maltodextrins
id: Maltodekstrin

# nutrition.carbohydrate.sucrose
source: Sucrose
id: Sukrosa

# nutrition.carbohydrate.sugars
source: Sugars
id: Gula

# nutrition.energy
source: Energy
id: Energi

# nutrition.fats
source: Fats
id: Lemak

# nutrition.fats.cholesterol
source: Cholesterol
id: Kolesterol

# nutrition.fats.mono-unsaturated-fat
source: Mono unsaturated fat
id: Lemak tak jenuh Mono

# nutrition.fats.saturated-fat
source: Saturated fat
id: Lemak jenuh

# nutrition.fats.trans-fat
source: Trans fat
id: Lemak trans

# nutrition.fiber
source: Dietary fiber
id: Serat makanan

# nutrition.minerals
source: Minerals
id: Mineral

# nutrition.minerals.bicarbonate
source: Bicarbonate
id: Bikarbonat

# nutrition.minerals.caffeine
source: Caffeine
id: Kafein

# nutrition.minerals.calcium
source: Calcium
id: Kalsium

# nutrition.minerals.chloride
source: Chloride
id: Khlorida

# nutrition.minerals.chlorophyl
source: Chlorophyl
id: Klorofil

# nutrition.minerals.chromium
source: Chromium
id: Kromium

# nutrition.minerals.cocoa
source: Cocoa
id: Biji cokelat

# nutrition.minerals.collagen-meat-protein-ratio
source: Collagen meat protein ratio
id: Rasio protein daging kolagen

# nutrition.minerals.copper
source: Copper
id: Tembaga

# nutrition.minerals.fluoride
source: Fluoride
id: Fluor

# nutrition.minerals.fruits-vegetables-nuts
source: Fruits, vegetables, nuts
id: Buah-buahan, sayuran, kacang-kacangan

# nutrition.minerals.iodine
source: Iodine
id: Yodium

# nutrition.minerals.iron
source: Iron
id: Besi

# nutrition.minerals.manganese
source: Manganese
id: Mangan

# nutrition.minerals.molybdenum
source: Molybdenum
id: Molibdenum

# nutrition.minerals.phosphorus
source: Phosphorus
id: Fosfor

# nutrition.minerals.potassium
source: Potassium
id: poKaliium

# nutrition.minerals.selenium
source: Selenium
id: senium

# nutrition.minerals.silica
source: Silica
id: silikaa

# nutrition.minerals.taurine
source: Taurine
id: taurin

# nutrition.minerals.zinc
source: Zinc
id: zat

# nutrition.proteins
source: Proteins
id: Protein:

# nutrition.proteins.casein
source: Casein
id: kasen

# nutrition.proteins.nucleotides
source: Nucleotides
id: Nukleotidaa

# nutrition.proteins.serum-proteins
source: Serum Proteins
id: protein serum

# nutrition.salt
source: Salt
id: garam

# nutrition.vitamins
source: Vitamins
id: banyak vitamin

# nutrition.vitamins.beta-carotene
source: Beta carotene
id: Beta karoten

# nutrition.vitamins.biotin
source: Biotin
id: Biotiin

# nutrition.vitamins.pantothenic-acid
source: Pantothenic acid
id: Asem pantotenat

# product-add.image-upload-error-banner.subtitle
source: Please try to take the picture again
id: Silakan coba ambil gambarnya lagi

# product-add.image-upload-error-banner.title
source: Something went wrong
id: Ada yang salah

# product-add.image-upload-success-banner.title
source: Image was uploaded successfully
id: Gambar berhasil diupload

# product-add.product-add-success-banner.title
source: Product added successfully. Thank you!
id: Produk berhasil ditambahkan. Terima kasih!

# product-add.save-error.message
source: Try again later
id: Coba lagi nanti

# product-add.save-error.title
source: Error while saving product
id: Kesalahan saat menyimpan produk

# product-add.uploaded-image
source: Image uploaded, thanks!
id: Gambar diunggah, terima kasih!

# product-add.uploading-image-banner.title
source: Uploading image...
id: Mengunggah gambar ...

# product-detail.edit-alert.subtitle
source: Scroll down to the 'Save' button
id: Gulir ke bawah ke tombol 'Save'

# product-detail.edit-alert.title
source: Remember to save your changes
id: Ingatlah untuk menyimpan perubahan Anda

# product-detail.header.add-new-picture
source: Add a new picture
id: Tambahkan gambar baru

# product-detail.ingredients.additives-list
source: Additives
id: Aditif

# product-detail.ingredients.allergens-list
source: Substances or products causing allergies or intolerances
id: Zat atau produk yang menyebabkan alergi atau intoleransi

# product-detail.ingredients.ingredients-list
source: List of ingredients
id: Daftar bahan

# product-detail.ingredients.palm-oil-ingredients
source: Ingredients from palm oil
id: Bahan dari minyak kelapa sawit

# product-detail.ingredients.possible-palm-oil-ingredients
source: Ingredients that may be from palm oil
id: Bahan yang mungkin berasal dari minyak sawit

# product-detail.ingredients.traces-list
source: Traces
id: Jejak

# product-detail.nutrition-table.for-100g
source: For 100 g
id: untuk100g

# product-detail.nutrition-table.for-serving
source: Per serving
id: porsi

# product-detail.nutrition-table.nutritional-table-header
source: Nutrition facts
id: tabel nutrisi

# product-detail.nutrition.carbon-footprint
source: Carbon footprint / CO2 emissions
id: Jejak karbon / emisi CO2

# product-detail.nutrition.serving-size
source: Serving size
id: Melayani ukuran

# product-detail.page-title.ingredients
source: Ingredients
id: bahan

# product-detail.page-title.nutrition
source: Nutrition
id: kandungan nutrisi

# product-detail.page-title.nutrition-table
source: Nutrition table
id: Tabel gizi

# product-detail.page-title.summary
source: Summary
id: meringkas

# product-detail.summary.barcode
source: Barcode
id: kode batang

# product-detail.summary.brands
source: Brands
id: Merek

# product-detail.summary.categories
source: Categories
id: Kategori

# product-detail.summary.citiesTags
source: City, state and country where purchased
id: Kota, negara bagian dan negara tempat dibeli

# product-detail.summary.countries
source: Countries where sold
id: Negara tempat dijual

# product-detail.summary.labels
source: Labels, certifications, awards
id: Label, sertifikasi, penghargaan

# product-detail.summary.manufacturing-places
source: Manufacturing or processing places
id: Manufaktur atau tempat pengolahan

# product-detail.summary.origins
source: Origin of ingredients
id: Asal bahan

# product-detail.summary.packaging
source: Packaging
id: Pengemasan

# product-detail.summary.quantity
source: Quantity
id: Kuantitas

# product-detail.summary.stores
source: Stores
id: Toko

# product-scanner.barcode.error
source: Error scanning barcode. Please try again in a few moments.
id: Kesalahan memindai kode batang Silakan coba lagi dalam beberapa saat.

# product-scanner.overlay.extended-user-help
source: Can't find a barcode. Center the barcode in the screen. Make sure the barcode is well lit.
id: Tidak dapat menemukan kode batang. Pusatkan kode batang di layar. Pastikan kode batangnya menyala dengan baik.

# product-scanner.overlay.user-help
source: Scan the barcode of the product
id: Pindai kode batang produk

# product-scanner.permissions.failed.action.title
source: Leave barcode scanning
id: Biarkan pemindaian kode batang

# product-scanner.permissions.failed.message
source: Check in Privacy Settings if OpenFoodFacts has permission to use the camera
id: Centang di Setelan Privasi jika OpenFoodFact memiliki izin untuk menggunakan kamera

# product-scanner.permissions.failed.title
source: Could not setup barcode scanning
id: Tidak dapat mengatur pemindaian kode batang

# product-scanner.permissions.noPermissions.action.title
source: Open Settings
id: Buka Pengaturan

# product-scanner.permissions.noPermissions.message
source: Please grant permission to use the camera to be able to scan barcodes
id: Mohon berikan izin untuk menggunakan kamera agar bisa memindai kode barcode

# product-scanner.permissions.noPermissions.title
source: OpenFoodFacts needs camera permissions
id: OpenFoodFacts membutuhkan hak akses kamera

# product-scanner.search.status
source: Loading product...
id: Memuat produk ...

# product-search.error-view.subtitle
source: Please try again
id: Silahkan coba lagi

# product-search.error-view.title
source: Something went wrong
id: Ada yang salah

# product-search.initial-view.text
source: Open Food Facts is an open database of food products with ingredients, allergens, nutrition facts and all the tidbits of information we can find on product labels.
id: hal hal manakan buka adalah sistem data terbuka dari produk makanan dengan bahan-bahan, alergen, fakta nutrisi dan semua tidbits informasi bisa dilihat pada label produk

# product-search.no-results
source: No Results
id: Tidak ada hasil

# product-search.search-placeholder
source: Search for a product by name or barcode
id: Cari produk berdasarkan nama atau kode batang

# product.images.front
source: front
id: depan

# product.images.ingredients
source: ingredients
id: bahan

# product.images.nutrition
source: nutrition table
id: tabel gizi

# product.images.picture
source: picture ✅
id: gambar ✅

# product.images.product
source: Product's
id: Produk

# product.images.take-picture
source: Take a picture of the product's
id: Ambil gambar produknya

# settings.credits.text
source: "Barcode scan" button icon, "Settings" icon and "Flash" icon made by Madebyoliver (http://www.flaticon.com/authors/madebyoliver) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Take picture" icon made by Picol (http://www.flaticon.com/authors/picol) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/) "Profile" icon made by Smashicons (https://www.flaticon.com/authors/smashicons) is licensed by CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)
id: Ikon tombol "Barcode scan", ikon "Settings" dan ikon "Flash" yang dibuat oleh Madebyoliver (http://www.flaticon.com/authors/madebyoliver) dilisensikan oleh CC 3.0 BY (http://creativecommons.org/licenses /by/3.0/) Ikon "Ambil gambar" yang dibuat oleh Picol (http://www.flaticon.com/authors/picol) dilisensikan oleh CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/ ) Ikon "Profil" yang dibuat oleh Smashicons (https://www.flaticon.com/authors/smashicons) dilisensikan oleh CC 3.0 BY (http://creativecommons.org/licenses/by/3.0/)

# settings.credits.title
source: Credits
id: Kredit

# settings.information.discover
source: Discover
id: Menemukan

# settings.information.how-to-contribute
source: How To Contribute
id: Cara Berkontribusi

# settings.scan-on-launch.title
source: Show Scan On App Launch
id: Tampilkan Scan On App Launch

# settings.sections.information
source: Information
id: informasi

# settings.tab-bar.item
source: Settings
id: Pengaturan

# user.alert.generic-error.subtitle
source: Please try again in a few moments
id: Silakan coba lagi dalam beberapa saat

# user.alert.generic-error.title
source: There was an error logging in
id: Terjadi kesalahan saat masuk

# user.alert.password-missing
source: Password is required
id: katakunci dibutuhkan

# user.alert.username-missing
source: Username is required
id: Username diperlukan

# user.alert.wrong-credentials.subtitle
source: Check your username and password are correct
id: Periksa username dan password anda sudah benar

# user.alert.wrong-credentials.title
source: Unable to log in
id: Tidak dapat masuk

# user.check-your-contributions.button
source: Check Your Contributions
id: Periksa Kontribusi Anda

# user.create-account.button
source: Create An Account
id: Buat sebuah akun

# user.create-account.text
source: If you don't have an account, click the link bellow to create one.
id: Jika Anda tidak memiliki akun, klik link di bawah untuk membuatnya.

# user.log-in
source: Log In
id: Masuk

# user.log-out
source: Log Out
id: Keluar

# user.password
source: Password
id: kata sandi anda

# user.tab-bar.item
source: User
id: pengguna

# user.username
source: Username
id: Nama pengguna

# user.why-log-in.text
source: Login in with your account will associate all your contributions to your account.
id: Masuk dengan akun Anda akan mengaitkan semua kontribusi Anda ke akun Anda.

source: product-add.image-upload-error-banner.title
id: produk-add.image-upload-error-banner.title

source: product-add.image-upload-success-banner.title
id: produk-add.image-upload-success-banner.title

source: product-add.save-error.message
id: produk-add.save-error.message

source: product-add.uploading-image-banner.title
id: produk-add.uploading-gambar-banner.title

source: product-detail.page-title.nutrition-table
id: produk-detail.page-title.nutrition-table

source: user.alert.password-missing
id: user.alert.password-hilang

source: user.alert.username-missing
id: user.alert.username-hilang
